Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# SIGN_IN_MESSAGE_NO_CREATE_REBRAND_SERVICE_GAME_CENTER
source: Enter your password to continue using Game Center on this Mac.
ar: أدخل كلمة السر لمتابعة استخدام Game Center على هذا الـ Mac.
bg: Въведете паролата си, за да продължите да използвате Game Center на този Mac.
bn: এই Mac-এ Game Center ব্যবহার করে চালিয়ে যাওয়ার জন্য আপনার পাসওয়ার্ড লিখুন।
ca: Per continuar utilitzant el Game Center al Mac, cal que introdueixis la contrasenya del compte.
cs: Chcete‑li na tomto Macu nadále používat Game Center, zadejte své heslo.
da: Skriv din adgangskode for at fortsætte med at bruge Game Center på denne Mac.
de: Gib dein Passwort ein, um Game Center auf diesem Mac weiter zu verwenden.
el: Εισαγάγετε το συνθηματικό σας για να συνεχίσετε να χρησιμοποιείτε το Game Center σε αυτό το Mac.
es: Introduce la contraseña para seguir usando Game Center en este Mac.
es_419: Ingresa tu contraseña para seguir usando Game Center en esta Mac.
fi: Jatka Game Centerin käyttöä tässä Macissa syöttämällä salasana.
fr: Saisissez votre mot de passe pour continuer à utiliser Game Center sur ce Mac.
fr_ca: Entrez votre mot de passe pour continuer à utiliser Game Center sur ce Mac.
gu: આ Mac પર Game Centerનો ઉપયોગ ચાલુ રાખવા માટે તમારો પાસવર્ડ એંટર કરો.
he: יש להזין את הסיסמה שלך כדי להמשיך להשתמש ב-Game Center ב-Mac זה.
hi: इस Mac पर Game Center का उपयोग जारी रखने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesite svoju lozinku kako biste nastavili koristiti Game Center na ovom Macu.
hu: Ha tovább szeretné használni a Game Centert ezen a Macen, meg kell adnia a jelszavát.
id: Masukkan kata sandi Anda untuk terus menggunakan Game Center di Mac ini.
it: Inserisci la password per continuare a usare Game Center su questo Mac.
ja: このMacでGame Centerを引き続き使用するには、パスワードを入力してください。
kk: Осы Mac компьютерінде Game Center сервисін пайдалануды жалғастыру үшін құпиясөзді енгізіңіз.
kn: ಈ Macನಲ್ಲಿ Game Center ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 이 Mac에서 Game Center를 계속 사용하려면 암호를 입력하십시오.
lt: Įveskite slaptažodį, kad šiame „Mac“ įrenginyje galėtumėte toliau naudoti „Game Center“.
ml: ഈ Mac-ൽ നിങ്ങളുടെ Game Center ഉപയോഗിക്കുന്നത് തുടരാൻ പാസ്‌വേഡ് നൽകൂ.
mr: ह्या Mac वर Game Center वापरणे चालू ठेवण्यासाठी तुमचा पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan anda untuk terus menggunakan Game Center pada Mac ini.
nl: Voer je wachtwoord in om Game Center te blijven gebruiken op deze Mac.
no: Oppgi passordet for å fortsette å bruke Game Center på denne Macen.
or: ଏହି Macରେ Game Center ବ୍ଯବହାର କରିବା ଜାରି ରଖିବା ପାଇଁ ନିଜର ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਇਸ Mac ’ਤੇ Game Center ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਭਰੋ।
pl: Aby nadal używać Game Center na tym Macu, podaj hasło.
pt_br: Digite a sua senha para continuar usando o Game Center neste Mac.
pt_pt: Para continuar a usar o Game Center neste Mac, tem de digitar a palavra‑passe.
ro: Introduceți parola dvs. pentru a continua să utilizați Game Center pe acest Mac.
ru: Введите пароль, чтобы и дальше использовать Game Center на этом Mac.
sk: Ak chcete na tomto Macu aj naďalej používať Game Center, zadajte svoje heslo.
sl: Vnesite svoje geslo, če želite še naprej uporabljati omrežje Game Center v tem Macu.
sv: Ange ditt lösenord om du vill fortsätta använda Game Center på denna Mac.
ta: இந்த Macஇல் Game Centerஐத் தொடர்ந்து பயன்படுத்த உங்கள் பாஸ்வேர்டை உள்ளிடவும்.
te: ఈ Macలో Game Centerను ఉపయోగించడం కొనసాగించడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ป้อนรหัสผ่านของคุณเพื่อใช้ Game Center ต่อบน Mac เครื่องนี้
tr: Bu Mac’te Game Center’ı kullanmayı sürdürmek için parolanızı girin.
uk: Введіть свій пароль, щоб далі використовувати Game Center на цьому Mac.
ur: اس ‏Mac پر ‏⁨Game Center⁩ کا استعمال جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn để tiếp tục sử dụng Game Center trên máy Mac này.
zh_cn: 输入密码以继续在此Mac上使用Game Center。
zh_hk: 輸入你的密碼以繼續在此Mac使用Game Center。
zh_tw: 輸入你的密碼來在此Mac上繼續使用Game Center。

# DEFAULT_PLACEHOLDER_AUTHENTICATION_REASON
source: Enter the password for “%@”.
ar: أدخل كلمة سر "%@".
bg: Въведете паролата за „%@“.
bn: “%@”-এর পাসওয়ার্ড লিখুন।
ca: Introdueix la contrasenya de “%@”.
cs: Zadejte heslo pro „%@“.
da: Skriv adgangskoden til “%@”.
de: Gib das Passwort für „%@“ ein.
el: Εισαγάγετε το συνθηματικό για «%@».
es: Introduce la contraseña de “%@”.
es_419: Ingresa la contraseña de “%@”
fi: Syötä tilin %@ salasana.
fr: Saisissez le mot de passe de « %@ ».
fr_ca: Entrez le mot de passe de « %@ ».
gu: “%@” માટે પાસવર્ડ એંટર કરો.
he: יש להזין את הסיסמה של ״%@״.
hi: “%@” के लिए पासवर्ड दर्ज करें।
hr: Unesite lozinku za “%@”.
hu: Adja meg „%@” jelszavát.
id: Masukkan kata sandi “%@”.
it: Inserisci la password di “%@”.
ja: “%@”のパスワードを入力してください。
kk: «%@» үшін құпиясөзді енгізіңіз.
kn: “%@”ಗೆ ಸಂಬಂಧಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: ‘%@’의 암호를 입력하십시오.
lt: Įveskite „%@“ slaptažodį.
ml: ‘%@’ എന്നതിനുള്ള പാസ്‌വേഡ് നൽകൂ.
mr: ‘%@’ साठी पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan “%@”.
nl: Voer het wachtwoord in voor '%@'.
no: Oppgi passordet for «%@».
or: “%@” ପାଇଁ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: “%@” ਲਈ ਪਾਸਵਰਡ ਭਰੋ।
pl: Podaj hasło konta „%@”.
pt_br: Digite a senha de “%@”.
pt_pt: Digite a palavra‑passe de “%@”.
ro: Introduceți parola pentru „%@”.
ru: Введите пароль для «%@».
sk: Zadajte heslo pre „%@“.
sl: Vnesite geslo za »%@«.
sv: Ange lösenordet för ”%@”.
ta: “%@”க்கான பாஸ்வேர்டை உள்ளிடவும்.
te: “%@” కోసం పాస్‌వర్డ్ నమోదు చేయండి.
th: ป้อนรหัสผ่านของ “%@”
tr: “%@” için parolayı girin.
uk: Введіть пароль для «%@».
ur: ‏“%@” کے لیے پاس ورڈ درج کریں۔
vi: Nhập mật khẩu cho “%@”.
zh_cn: 请输入“%@”的密码。
zh_hk: 輸入「%@」的密碼。
zh_tw: 輸入「%@」的密碼。

# TOO_MANY_ATTEMPTS_MESSAGE
source: Your password was entered incorrectly more than once. For your protection, you will need to retrieve it before continuing.
ar: تم إدخال كلمة السر الخاصة بك بشكل غير صحيح لأكثر من مرة. لحمايتك، سيتعين عليك استردادها قبل المتابعة.
bg: Паролата ви беше въведена неправилно повече от веднъж. За ваша защита ще трябва да я извлечете, преди да продължите.
bn: আপনার পাসওয়ার্ড একবারের বেশি ভুল লেখা হয়েছে। আপনার সুরক্ষার জন্য, চালিয়ে যাওয়ার আগে আপনাকে এটি পুনরুদ্ধার করতে হবে।
ca: La contrasenya s’ha introduït malament més d’un cop. Com a mesura de protecció, l’hauràs de recuperar per poder continuar.
cs: Vaše heslo bylo vícekrát zadáno nesprávně. Než budete pokračovat, musíte je v zájmu vlastní bezpečnosti obnovit.
da: Din adgangskode blev indtastet forkert flere gange. For at beskytte dig bliver du nødt til at fremskaffe den, før du kan fortsætte.
de: Dein Passwort wurde mehrmals falsch eingegeben. Aus Sicherheitsgründen musst du es abrufen, bevor du fortfährst.
el: Το συνθηματικό σας εισάχθηκε λανθασμένα περισσότερες από μία φορές. Για δική σας προστασία, θα χρειαστεί να το ανακτήσετε πριν συνεχίσετε.
es: Se ha introducido la contraseña incorrectamente más de una vez. Por tu seguridad, tendrás que recuperarla antes de continuar.
es_419: Se ingresó tu contraseña de forma incorrecta más de una vez. Por seguridad, tendrás que recuperarla antes de continuar.
fi: Salasanasi on syötetty väärin useampaan kertaan. Turvallisuutesi vuoksi sinun täytyy nollata se ennen jatkamista.
fr: Votre mot de passe a été saisi de façon incorrecte à plusieurs reprises. Pour votre propre protection, vous devez le récupérer avant de continuer.
fr_ca: Vous avez entré un mot de passe incorrect à plusieurs reprises. Pour votre protection, vous devrez le récupérer pour pouvoir continuer.
gu: તમારો પાસવર્ડ એક કરતા વધુ વખત ખોટો એંટર કરવામાં આવ્યો છે. તમારી સુરક્ષા માટે તમારે ચાલુ રાખવા પહેલાં તેને રિટ્રીવ કરવો પડશે.
he: הסיסמה שלך הוזנה באופן שגוי יותר מפעם אחת. להגנתך, יהיה צורך לשחזר אותה לפני שניתן יהיה להמשיך.
hi: आपका पासवर्ड एक से अधिक बार ग़लत दर्ज किया गया। आपकी सुरक्षा के लिए आपको जारी रखने से पहले उसे रिट्रीव करना होगा।
hr: Vaša lozinka netočno je unesena više od jedanput. Radi vaše zaštite, trebat ćete je ispravno unijeti prije nastavka.
hu: A jelszavát többször helytelenül írta be. A saját védelme érdekében le kell kérnie a jelszót, mielőtt folytatná.
id: Kata sandi Anda salah dimasukkan lebih dari satu kali. Demi perlindungan Anda, Anda harus mendapatkannya kembali sebelum melanjutkan.
it: Hai inserito più volte una password non corretta. Per ragioni di sicurezza, sarà necessario recuperarla prima di continuare.
ja: パスワードを複数回間違えました。情報を保護するため、操作を続ける前にパスワードを回復する必要があります。
kk: Құпиясөз бірнеше рет қате енгізілді. Қауіпсіздікті қамтамасыз ету мақсатымен, жалғастырмас бұрын, оны қалпына келтіру қажет.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಬಾರಿ ತಪ್ಪಾಗಿ ನಮೂದಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಅದನ್ನು ಹಿಂಪಡೆಯಬೇಕಾಗುತ್ತದೆ.
ko: 올바르지 않은 암호를 여러 번 입력했습니다. 계속하려면 보안을 위해 암호를 갱신해야 합니다.
lt: Daugiau kaip vieną kartą klaidingai įvestas slaptažodis. Dėl jūsų saugumo turite jį atgauti, kad galėtumėte tęsti.
ml: നിങ്ങൾ പാസ്‌വേഡ് ഒന്നിലധികം തവണ തെറ്റിച്ച് നൽകി. നിങ്ങളുടെ സുരക്ഷിതത്വത്തിനായി, തുടരുന്നതിന് മുമ്പ് നിങ്ങൾ അത് വീണ്ടെടുക്കേണ്ടതുണ്ട്.
mr: एकापेक्षा अधिक वेळ तुम्ही चुकीचा पासवर्ड प्रविष्ट केला आहे. तुमच्या सुरक्षिततेसाठी, चालू ठेवण्यापूर्वी तुम्हाला रीट्राइव्ह करावा लागेल.
ms: Kata laluan anda telah dimasukkan secara salah lebih daripada sekali. Untuk perlindungan, anda perlu mengambilnya semula sebelum meneruskan.
nl: Je wachtwoord is meer dan eens verkeerd ingevoerd. Uit beveiligingsoogpunt moet je het wachtwoord opvragen voordat je verder kunt gaan.
no: Feil passord ble oppgitt flere ganger. Av sikkerhetshensyn må du gjenopprette passordet før du kan fortsette.
or: ଆପଣଙ୍କ ପାସ୍‌ୱର୍ଡ୍‌ ଏକାଧିକ ଥର ଭୁଲ୍ ଭାବରେ ଏଣ୍ଟର୍ କରାଯାଇଥିଲା। ଆପଣଙ୍କ ସୁରକ୍ଷା ପାଇଁ, ଏହାକୁ ଜାରି ରଖିବା ପୂର୍ବରୁ ଆପଣଙ୍କୁ ପୁନରୁଦ୍ଧାର କରିବାକୁ ପଡ଼ିବ।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਇੱਕ ਤੋਂ ਵੱਧ ਵਾਰ ਗ਼ਲਤ ਭਰਿਆ ਗਿਆ। ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ, ਤੁਹਾਨੂੰ ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰਨਾ ਪਵੇਗਾ।
pl: Hasło zostało źle wpisane więcej niż jeden raz. Dla Twojego bezpieczeństwa musisz je odzyskać przed kontynuowaniem.
pt_br: Sua senha foi digitada incorretamente mais de uma vez. Para sua proteção, você precisará recuperá-la para continuar.
pt_pt: A palavra‑passe foi incorretamente digitada mais de uma vez. Por motivos de segurança, antes de poder continuar terá de a recuperar.
ro: Parola a fost introdusă incorect de mai multe ori. Pentru protecția dvs., va trebui să o recuperați înainte de a continua.
ru: Пароль был введен неправильно несколько раз. В целях безопасности необходимо восстановить пароль, прежде чем продолжить.
sk: Vaše heslo bolo viackrát nesprávne zadané. Kvôli vlastnej bezpečnosti ho pred pokračovaním budete musieť obnoviť.
sl: Geslo ste večkrat vnesli nepravilno. Za vašo varnost ga boste morali pred nadaljevanjem pridobiti.
sv: Ditt lösenord angavs felaktigt mer än en gång. För din egen säkerhet måste du hämta det innan du fortsätter.
ta: உங்கள் பாஸ்வேர்டு ஒன்றுக்கு மேற்பட்ட முறை தவறாக உள்ளிடப்பட்டது. தொடங்குவதற்கு முன் உங்கள் பாதுகாப்புக்காக, அதை மீட்டெடுக்க வேண்டும்.
te: మీ పాస్‌వర్డ్ ఒకటి కంటే ఎక్కువ సార్లు తప్పుగా నమోదు చేయబడింది. మీ సంరక్షణ కోసం, కొనసాగించే ముందు మీరు దాన్ని తిరిగి పొందాలి.
th: คุณป้อนรหัสผ่านไม่ถูกต้องมากกว่าหนึ่งครั้ง คุณจะต้องกู้คืนรหัสผ่านของคุณก่อนดำเนินการต่อเพื่อความปลอดภัย
tr: Parolanız birden fazla kez yanlış girildi. Güvenliğiniz için sürdürmeden önce onu yeniden edinmeniz gerekiyor.
uk: Ви кілька разів ввели неправильний пароль. Задля вашого захисту потрібно буде відновити пароль, перш ніж продовжити.
ur: آپ کا پاس ورڈ ایک سے زائد بار غلط درج کیا گیا۔ اپنی حفاظت کے لیے، آپ کو آگے بڑھنے سے پہلے اسے بحال کرنا ہوگا۔
vi: Mật khẩu của bạn đã bị nhập sai nhiều lần. Để bảo vệ, bạn cần lấy lại được mật khẩu trước khi tiếp tục.
zh_cn: 你已多次输入错误的密码。为了保护账户安全，你需要先取回密码才能继续。
zh_hk: 你已經輸入多過一次錯誤的密碼。為了保障你的資料，你必須取得密碼才可以繼續。
zh_tw: 你的密碼已輸入錯誤超過一次。為了加以保護，你必須取得密碼才能繼續。

# PROXIMITY_AUTH_VISUAL_PAIRING_DESCRIPTION_VISION
source: Position this pattern in the circle on your other Apple Vision Pro.
ar: اضبط موضع هذا النقش داخل الدائرة على Apple Vision Pro الأخرى.
bg: Позиционирайте този модел в кръга на другия ви Apple Vision Pro.
bn: আপনার অন্য Apple Vision Pro-এর বৃত্তে এই প্যাটার্নটিকে রাখুন।
ca: Situa el patró a dins del cercle que es mostra a l’altre Apple Vision Pro.
cs: Tento obrazec zachyťte do kroužku na druhém zařízení Apple Vision Pro.
da: Placer dette mønster i cirklen på din anden Apple Vision Pro.
de: Positioniere dieses Muster im Kreis auf deiner anderen Apple Vision Pro.
el: Τοποθετήστε αυτό το μοτίβο στον κύκλο στο άλλο Apple Vision Pro σας.
es: Sitúa esta imagen en el círculo que se muestra en el otro Apple Vision Pro.
es_419: Sitúa este patrón dentro del círculo de tu otro Apple Vision Pro.
fi: Aseta tämä kuvio toisessa Apple Vision Prossa näkyvään ympyrään.
fr: Placez ce motif dans le cercle figurant sur votre autre Apple Vision Pro.
fr_ca: Placez ce motif dans le cercle de votre autre Apple Vision Pro.
gu: તમારા બીજા Apple Vision Pro પર આ પેટર્નને વર્તુળની અંદર રાખો.
he: יש למקם את הצורה בתוך העיגול שב-Apple Vision Pro האחר שלך.
hi: अपने अन्य Apple Vision Pro पर इस पैटर्न को घेरे के अंदर ले आएँ।
hr: Pozicionirajte ovaj uzorak unutar kruga na drugom uređaju Apple Vision Pro.
hu: Mozgassa ezt a mintát a körbe a másik Apple Vision Próján.
id: Posisikan pola ini di lingkaran pada Apple Vision Pro Anda lainnya.
it: Inquadra l’animazione sull’altro Apple Vision Pro.
ja: ほかのApple Vision Proの円の中にこのパターンを配置します。
kk: Бұл үлгіні басқа Apple Vision Pro құрылғыңыздағы шеңберге орналастырыңыз.
kn: ನಿಮ್ಮ ಇತರ Apple Vision Pro ದಲ್ಲಿರುವ ಸರ್ಕಲ್‌ನಲ್ಲಿ ಈ ಪ್ಯಾಟರ್ನ್ ಅನ್ನು ಇರಿಸಿ.
ko: 이 패턴을 다른 Apple Vision Pro의 원에 맞추십시오.
lt: Nustatykite šį vaizdą kito „Apple Vision Pro“ apskritime.
ml: നിങ്ങളുടെ മറ്റേ Apple Vision Pro-ലെ വൃത്തത്തിൽ ഈ പാറ്റേൺ കൊണ്ടുവരൂ.
mr: हा पॅटर्न तुमच्या दुसऱ्या Apple Vision Pro च्या सर्कल मध्ये ठेवा.
ms: Tempatkan corak ini dalam bulatan pada Apple Vision Pro anda yang lain.
nl: Plaats dit patroon in de cirkel op je andere Apple Vision Pro.
no: Plasser mønsteret innenfor sirkelen på din andre Apple Vision Pro.
or: ଆପଣଙ୍କ ଅନ୍ଯ Apple Vision Proରେ ଏହି ପାଟର୍ନ୍‌କୁ ସର୍କଲ୍‌ରେ ଠିକ୍ ଭାବରେ ରଖନ୍ତୁ।
pa: ਆਪਣੇ ਦੂਸਰੇ Apple Vision Pro ’ਤੇ ਇਸ ਪੈਟਰਨ ਨੂੰ ਚੱਕਰ ਵਿੱਚ ਰੱਖੋ।
pl: Umieść ten wzór w okręgu na ekranie drugiego Apple Vision Pro.
pt_br: Posicione esta imagem no círculo no outro Apple Vision Pro.
pt_pt: Alinhe esta imagem com o círculo no outro Apple Vision Pro.
ro: Poziționați acest model în cercul de pe celălalt Apple Vision Pro.
ru: Наведите окружность на экране другого Apple Vision Pro на этот орнамент.
sk: Umiestnite tento vzor do kruhu na svojom druhom Apple Vision Pro.
sl: Ta vzorec umestite v krog v drugih očalih Apple Vision Pro.
sv: Placera det här mönstret i cirkeln på din andra Apple Vision Pro.
ta: இந்தப் பேட்டர்னை உங்களது மற்ற Apple Vision Proஇல் உள்ள வட்டத்தில் இருக்கும்படி காட்டுங்கள்.
te: ఈ ప్యాటర్న్‌ను మీ మరో Apple Vision Proలోని సర్కిల్‌లో ఉంచండి.
th: จัดตำแหน่งรูปภาพนี้ให้อยู่ในวงกลมบน Apple Vision Pro อีกเครื่องของคุณ
tr: Bu deseni diğer Apple Vision Pro’nuzdaki dairede konumlandırın.
uk: Розмістіть цей візерунок у колі на вашому іншому Apple Vision Pro.
ur: اپنے دیگر ‏⁨Apple Vision Pro⁩ پر اس پیٹرن کو دائرے میں لے آئیں۔
vi: Định vị hình mẫu này trong vòng tròn trên Apple Vision Pro khác của bạn.
zh_cn: 将此图案放在另一台Apple Vision Pro的圆圈中。
zh_hk: 將此圖案放在另一部Apple Vision Pro的圓圈中。
zh_tw: 將此圖案放在另一部Apple Vision Pro的圓圈中。

# ENROLL_FORGOT_CODE_TITLE
source: If you can‘t remember the iCloud Security Code, you can approve this Mac using another device.
ar: إذا كنت لا تتذكر رمز أمن iCloud، يمكنك الموافقة على هذا الـ Mac من جهاز آخر.
bg: Ако не помните кода за достъп за iCloud, можете да одобрите този Mac, като използвате друго устройство.
bn: যদি আপনার iCloud-এর সুরক্ষা কোডটি মনে না থাকে তাহলে আপনি অন্য একটি ডিভাইস ব্যবহার করে এই Mac-টি অনুমোদন করতে পারবেন।
ca: Si has oblidat el codi de seguretat de l’iCloud, pots aprovar aquest Mac a través d’un altre dispositiu.
cs: Pokud si nepamatujete zabezpečovací kód pro iCloud, můžete tento Mac schválit pomocí jiného zařízení.
da: Hvis du ikke kan huske iCloud-sikkerhedskoden, kan du godkende denne Mac vha. en anden enhed.
de: Wenn du den iCloud-Sicherheitscode vergessen hast, kannst du diesen Mac von einem anderen Gerät bestätigen.
el: Αν έχετε ξεχάσει τον κωδικό ασφαλείας iCloud σας, μπορείτε να εγκρίνετε αυτό το Mac από άλλη συσκευή.
es: Si no recuerdas el código de seguridad de iCloud, puedes aprobar este Mac desde otro dispositivo.
es_419: Si no recuerdas el código de seguridad de iCloud, puedes aprobar esta Mac mediante otro dispositivo.
fi: Jos et muista iCloud-suojakoodia, voit hyväksyä tämän Macin toisella laitteella.
fr: Si vous ne vous souvenez pas du code de sécurité iCloud, vous pouvez autoriser ce Mac à l’aide d’un autre appareil.
fr_ca: Si vous ne vous rappelez pas du code de sécurité iCloud, autorisez ce Mac à l’aide d’un autre appareil.
gu: જો તમને iCloudનો સિક્યુરિટી કોડ યાદ આવતો ન હોય તો તમે બીજા ડિવાઇસનો ઉપયોગ કરીને તમે આ Macને અનુમતિ આપી શકો છો.
he: אם קוד האבטחה של iCloud אינו זכור לך, באפשרותך לאשר את ה-Mac ממכשיר אחר.
hi: यदि आपको अपना iCloud सुरक्षा कोड याद नहीं आ रहा हो, तो आप इस Mac को अन्य डिवाइस से अनुमोदित कर ^[सकते हैं](inflect: true)।
hr: Ako se ne možete sjetiti iCloud sigurnosnog koda, možete odobriti ovaj Mac koristeći drugi uređaj.
hu: Ha nem emlékszik az iCloud biztonsági kódra, egy másik eszközzel jóváhagyhatja ezt a Macet.
id: Jika Anda tidak dapat mengingat Kode Keamanan iCloud, Anda dapat menyetujui Mac ini menggunakan perangkat lain.
it: Se non ricordi il codice di sicurezza di iCloud, puoi approvare questo Mac da un altro dispositivo.
ja: iCloudセキュリティコードをお忘れの場合は、別のデバイスでこのMacを承認できます。
kk: iCloud қауіпсіздік кодын еске түсіре алмасаңыз, осы Mac құрылғысын басқа құрылғының көмегімен бекітуге болады.
kn: iCloud ಭದ್ರತಾ ಕೋಡ್ ಅನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಇನ್ನೊಂದು ಸಾಧನವನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈ Mac ಅನ್ನು ಅನುಮೋದಿಸಬಹುದು.
ko: iCloud 보안 코드가 기억나지 않는 경우, 다른 기기를 사용하여 이 Mac을 승인할 수 있습니다.
lt: Jei negalite prisiminti „iCloud“ saugos kodo, galite patvirtinti šį „Mac“ naudodami kitą įrenginį.
ml: നിങ്ങൾക്ക് iCloud സുരക്ഷാ കോഡ് ഓർമയില്ലെങ്കിൽ, നിങ്ങൾക്ക് ഈ Mac മറ്റൊരു ഡിവൈസ് ഉപയോഗിച്ച് അംഗീകരിക്കാനാകും.
mr: जर तुम्हाला तुमच्या iCloud चा सिक्युरिटी कोड लक्षात नसेल, तर तुम्ही दुसरा डिव्हाइस वापरून ह्या Mac ला मान्यता देऊ शकता.
ms: Jika anda tidak mengingati Kod Keselamatan iCloud, anda boleh meluluskan Mac ini menggunakan peranti lain.
nl: Als je de iCloud-beveiligingscode niet meer weet, kun je deze Mac autoriseren vanaf een ander apparaat.
no: Hvis du har glemt iCloud-sikkerhetskoden, kan du godkjenne denne Macen fra en annen enhet.
or: ଯଦି ଆପଣ iCloud ସିକ୍ୟୁରିଟି କୋଡ୍ ମନେପକାଇ ପାରୁନାହାନ୍ତି, ଏଥିପାଇଁ ଆପଣ ଅନ୍ୟ ଏକ ଡିଭାଇସ୍ ବ୍ୟବହାର କରି ଏହି Mac ଅନୁମୋଦନ କରିପାରିବେ।
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ iCloud ਸੁਰੱਖਿਆ ਕੋਡ ਯਾਦ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ Mac ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਸਕਦੇ ਹੋ।
pl: Jeśli nie pamiętasz kodu zabezpieczającego iCloud, możesz zatwierdzić tego Maca, używając innego urządzenia.
pt_br: Se você não se lembra do Código de Segurança do iCloud, você pode aprovar este Mac usando outro dispositivo.
pt_pt: Se não se lembra do código de segurança de iCloud, pode aprovar este Mac noutro dispositivo.
ro: Dacă nu vă puteți aminti codul de securitate iCloud, puteți să aprobați acest Mac utilizând un alt dispozitiv.
ru: Если Вы не помните код безопасности iCloud, то можете подтвердить этот Mac с помощью другого устройства.
sk: Ak si nemôžete spomenúť na bezpečnostný kód pre iCloud, môžete tento Mac schváliť pomocou iného zariadenia.
sl: Če se ne morete spomniti varnostne kode za iCloud, lahko ta Mac odobrite z drugo napravo.
sv: Om du inte kommer ihåg iCloud-säkerhetskoden kan du godkänna datorn med en annan enhet.
ta: iCloud பாதுகாப்புக் குறியீட்டை மறந்துவிட்டால், மற்றொரு சாதனத்தைப் பயன்படுத்தி இந்த Macஐ அங்கீகரிக்கலாம்.
te: మీకు iCloud భద్రతా కోడ్ గుర్తురాకపోతే, మీరు ఈ Macను మరో డివైజ్ ఉపయోగించి ఆమోదించవచ్చు.
th: ถ้าคุณจำรหัสความปลอดภัย iCloud ไม่ได้ คุณสามารถอนุญาต Mac เครื่องนี้ได้โดยใช้อุปกรณ์อีกเครื่องหนึ่ง
tr: iCloud Güvenlik Kodu’nu anımsayamıyorsanız bu Mac’i başka bir aygıtı kullanarak onaylayabilirsiniz.
uk: Якщо ви не памʼятаєте захисний код iCloud, цей Mac можна схвалити з іншого пристрою.
ur: ‏iCloud سیکورٹی کوڈ یاد نہ ہونے کی صورت میں آپ کسی دوسرے ڈیوائس کے ذریعے اس ‏Mac کو منظوری دے سکتے ہیں۔
vi: Nếu bạn không thể nhớ Mã bảo mật iCloud, bạn có thể phê duyệt máy Mac này bằng một thiết bị khác.
zh_cn: 若忘记iCloud安全码，你可以使用另一台设备来批准这台Mac。
zh_hk: 如果你忘記「iCloud安全碼」，你可以在另一部裝置上認可此Mac。
zh_tw: 若不記得「iCloud安全碼」，你可以使用其他裝置來核准這部Mac。

# AUTHORIZE_UPGRADE_MESSAGE_1_TOUCHID
source: Fast, easy sign-in with Touch ID.
ar: تسجيل الدخول بسرعة وسهولة باستخدام بصمة الإصبع.
bg: Бързо и лесно влизане с Touch ID.
bn: Touch ID দিয়ে দ্রুত, সহজ সাইন ইন।
ca: Inicia sessió de manera fàcil i ràpida amb el Touch ID.
cs: Rychlé a snadné přihlášení pomocí Touch ID.
da: Log ind nemt og hurtigt med Touch ID.
de: Melde dich schnell und einfach mit Touch ID an.
el: Γρήγορη και εύκολη σύνδεση με Touch ID.
es: Inicio de sesión rápido y fácil con Touch ID.
es_419: Inicio de sesión rápido y fácil con Touch ID.
fi: Kirjaudu sisään nopeasti ja helposti Touch ID:llä.
fr: Connectez-vous rapidement et en toute simplicité avec Touch ID.
fr_ca: Connectez-vous facilement et rapidement avec Touch ID.
gu: Touch ID દ્વારા ઝડપી, સરળ સાઇન ઇન કરો.
he: התחברות פשוטה ומהירה עם Touch ID.
hi: Touch ID से तेज़, आसान साइन इन।
hr: Brza, jednostavna prijava putem Touch ID-ja.
hu: Gyors, egyszerű bejelentkezés Touch ID-val.
id: Masuk dengan cepat dan mudah menggunakan Touch ID.
it: Accesso facile e veloce con Touch ID.
ja: Touch IDで素早く簡単にサインイン。
kk: Touch ID арқылы жүйеге тез және оңай кіріңіз.
kn: Touch ID ಮೂಲಕ ವೇಗವಾದ, ಸುಲಭವಾದ ಸೈನ್ ಇನ್.
ko: Touch ID로 빠르고 간편하게 로그인합니다.
lt: Greitai ir lengvai prisijunkite naudodami „Touch ID“.
ml: Touch ID ഉപയോഗിച്ച് വേഗത്തിലും എളുപ്പത്തിലുമുള്ള സൈൻ ഇൻ.
mr: Touch ID ने साइन इन करणे जलद, सोपे आहे.
ms: Daftar masuk yang pantas dan mudah dengan Touch ID.
nl: Log snel en gemakkelijk in met Touch ID.
no: Rask og enkel pålogging med Touch ID.
or: Touch ID ସହିତ ଶୀଘ୍ର, ସହଜରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: Touch ID ਨਾਲ ਤੇਜ਼, ਆਸਾਨ ਸਾਈਨ-ਇਨ।
pl: Szybkie i łatwe logowanie przy użyciu Touch ID.
pt_br: Use o Touch ID para iniciar a sessão com facilidade e rapidez.
pt_pt: É fácil e rápido iniciar sessão com o Touch ID.
ro: Autentificare rapidă și ușoară cu Touch ID.
ru: Быстрый и простой вход с помощью Touch ID.
sk: Rýchle a jednoduché prihlásenie pomocou Touch ID.
sl: Hiter in preprost vpis s funkcijo Touch ID.
sv: Snabb, enkel inloggning med Touch ID.
ta: Touch ID மூலம் விரைவாகவும், சுலபமாகவும் உள்நுழையவும்.
te: Touch IDతో వేగవంతమైన, సులభమైన సైన్ ఇన్.
th: ลงชื่อเข้ารวดเร็วและง่ายด้วย Touch ID
tr: Touch ID ile hızlı ve kolay giriş yapın.
uk: Легко та швидко виконуйте вхід за допомогою Touch ID.
ur: ‏⁨Touch ID⁩ کے ساتھ تیز، آسان سائن اِن۔
vi: Đăng nhập nhanh chóng, dễ dàng với Touch ID.
zh_cn: 通过触控ID快速轻松登录。
zh_hk: 使用Touch ID快捷輕鬆地登入。
zh_tw: 用Touch ID快速簡單地登入。

# ENROLL_BACK_BUTTON
source: Back
ar: رجوع
bg: Назад
bn: ফিরে যান
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_419: Atrás
fi: Edellinen
fr: Retour
fr_ca: Retour
gu: પાછળ
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
kn: ಹಿಂದಕ್ಕೆ
ko: 뒤로
lt: Atgal
ml: പിന്നിലേക്ക്
mr: मागे
ms: Balik
nl: Vorige
no: Tilbake
or: ପଛକୁ ଯାଆନ୍ତୁ
pa: ਵਾਪਸ ਜਾਓ
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Naspäť
sl: Nazaj
sv: Tillbaka
ta: பின்செல்
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس جائیں
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回
